Repository: FabKremer/Connect
Catalog: Connect/*.lproj/Localizable.strings
Languages: es

source: Full Name
es: Nombre Completo

source: Password
es: Contraseña

source: Basic Information
es: Información basica

source: Set What To Share
es: Elige que compartir

source: Mail already taken
es: Mail ya registrado

source: Passwords doesn't match
es: Las contraseñas no coinciden

source: Invalid Mail
es: Mail invalido

# Complete all the fields to login
source: You must complete all the fields
es: Debes completar todos los campos

# Complete all the fields to register
source: You must complete all the fields
es: Debes completar todos los campos

source: Invalid Mail and/or Password
es: Mail y/o contraseña invalidos

source: Password too short
es: Contraseña muy corta

# No Internet Connection Login
source: You must have internet in order to login. Check your internet connection and try again.
es: Debes tener internet para iniciar sesión. Chequea la conexión a internet y vuelve a intentarlo.

# No Internet Connection Register
source: You must have internet in order to register. Check your internet connection and try again.
es: Debes tener internet para registrarte. Chequea la conexión a internet y vuelve a intentarlo.

# No Internet Connection Connect
source: You must have internet in order to connect. Check your internet connection and try again.
es: Debes tener internet para conectarte. Chequea la conexión a internet y vuelve a intentarlo.

source: Connection Failed
es: La conexión falló

source: Cancel
es: Cancelar

source: Logout
es: Cerrar Sesión

source: Registration Failed
es: El registro falló

# Mail just taken
source: The mail has just been taken
es: El mail ya está registrado

source: Connect Failed
es: Connect falló

# User does not exist
source: The user does not exist
es: El usuario no existe
